[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Portugues do Brasil

FileAuthor=Charles Soares

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock Website
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Suporte do Forum
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Pressionar teclas / Rolagem do scroll por rotação
IconReplacementMode=Modo de substituição dos ícones
normal=Normal
topmost=Acima de todos
alwaysOnBottom=Abaixo de todos
zLevel=Nivel

[MainContextMenu]
WebsiteWord=Website
SettingsWord=Configurações
HideWord=Esconder
ShowWord=Mostrar
QuitWord=Sair
RemoveWord=Remover
AddWord=Adicionar
DockFolder=Pasta do Dock
ChangeIcon=Mudar Ícone
ItemSettings=Configurações do Item
PauseMouseToggling=Pausar Toggling do Mouse
blankIcon=Icone em branco

[SettingsPanel]
Name=Configuração do Circle Dock
SettingsPanelWord=Painel de Configurações
GeneralWord=Geral
DockShape=Forma do Dock

Labels=Marcadores
Animation=Animação
LocationWord=Localização
TogglingWord=Toggling
FileDockIconAssociations=Arquivo -> Associações dos Ícones
LanguageWord=Linguagem
HelpWord=Ajuda
HotKeySelectorToggleDock=Hotkey (Para alterar a visibilidade do Dock)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Combinação de Hotkeys válida
InvalidHotKeyCombination=Combinação de Hotkeys inválida

CentreAroundCursorWhenShown=Centralizar o Dock ao cursor quando mostrado
CircleDockVersionWord=Versão do Circle Dock
EnableDockRotation=Ativar rotação do Dock

ConfigurationDescriptionLabel=Customize o modo que o Circle Dock se mostra na sua tela

// Location Panel
lockDockAtCurrentPosition=Bloquear o Dock na posição atual

// General Panel
KeepDockAboveAllOtherWindows=Manter o Dock sobre outras janelas
ClickSensitivity=Sensibilidade dos cliques
Sensitive=Sensível
NotSensitive=Insensível
EnablePortabilityMode=Ativar modo portátil
UseMemorySaver=Usar modo de Economia de Memória
useSameRotationValueAllLevels=Utilize o mesmo valor de rotação para todos os níveis
currentRotationValue=Definir valor atual de rotação (radianos)

// Background Panel
Background=Fundo
BackgroundImage=Imagem de fundo
NormalSize=Tamanho Normal
NormalOpacity=Opacidade normal

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Número constante de itens por círculo
NumberOfIconsPerCircle=Número de ícones por círculo
MinimumRadius=Raio mínimo
SeparationBetweenCircles=Separação entre círculos
FormatWord=Formato
CircleWord=Círcular
maximumNumberOfItemsPerCircle=Numero Máximo de Itens por Círculo
lineWord=Linha
spiralWord=Aspiral
rateOfIncrease=Taxa de Crescimento
defaultWord=Padrão
separationWord=Separação

// Centre Button Panel
CentreButton=Botão Central
DefaultCentreButton=Botão Central padrão
OtherSettings=Outras Configurações
ShowStartMenuWhenClicked=Mostrar Menu Iniciar quando clicado
StartMenuResidueWarning=Nota: Você deve desligar o "Mostrar sombra abaixo de menus" em seu estilo visual do Windows ou você terá sombras resíduais.

// Dock Items Panel
DockItems=Itens do Dock
RightClickMenu=Menu Botão-Direito
ShowWindowsFileFolderMenus=Mostrar menus do Windows
HideDock=Esconder Dock
HideDockAfterFileExecution=Esconder o Dock após abrir um Arquivo/Pasta

// Labels Panel
FontWord=Fonte
ChangeFont=Mudar fonte
ChangeColor=Mudar cor
ShadowWord=Sombra
ShadowSize=Tamanho da sombra
ShadowDarknessFactor=Fator de escuridão da sombra
ShowLabels=Mostrar marcadores
ShowLabelsOnMouseoverOnly=Mostrar marcadores apenas sobre o mouse

// Animation
AnimationWord=Animação
GeneralFrameRate=Taxa de Quadros por Segundo (FPS)
RotationAnimationDuration=Duração da animação de rotação (ms)
FadeInFadeOutDuration=Duração de Aparecer / Esconder (ms)
UsePoofAnimationWhenDeleting=Usar a animação 'poof' quando deletar itens (Experimental)

//About Panel
AboutWord=Sobre
ThePremiereCircularDockForWindows=A primeira Dock Circular para Windows
WebsiteWord=Website
VersionInformation=Informações da Versão
OfficialHomepage=Página Oficial

// Help Panel
SupportWord=Suporte
OfficialWebForum=Fórum Oficial
OfficialWebHelpFAQ=FAQ/Ajuda oficial

// Language Panel
LanguageFileLocation=Localização do arquivo de linguagem
LanguageName=Nome da linguagem
LanguageFileAuthor=Autor do arquivo de linguagem
LanguageFileVersion=Versão do arquivo de linguagem
LanguageFileOriginallyIntendedFor=Arquivo de linguagem originalmente feito para a versão:
LanguageFileProgramRestartRequired=***É necessário reiniciar o programa para que a linguagem seja completamente alterada***
LanguageFileValidCurrent=O Arquivo de linguagem é válido/atualizado
LanguageFileInvalidOutofDate=O Arquivo de linguagem é inválido/desatualizado

// File -> Icon Associations
FileIconAssocationsDescription=Ícones padrão usados quando um ítem é adicionado ao Dock
FileNameIconAssociations=Nome do Arquivo -> Associações dos ícones
FolderNameIconAssociations=Nome da Pasta -> Associações dos ícones
FileExtensionIconAssociations=Extensão do Arquivo -> Associações dos ícones
DockFolderIconAssociation=Pasta do Dock -> Associação dos ícones

fileName=Nome do Arquivo
folderName=Nome da Pasta
extensionName=Extensão
associatedDockIcon=Icone assiciado com o Dock
browse=Browse
startsWith=Iniciar com
endsWith=Terminar com
exactMatch=Exato
contains=Conteúdo
sample=Amostra

// Toggling
ToggleVisibilityHotKey=Alterar Hotkey de visibilidade
ToggleVisibilityMouseButton=Alterar botão de visibilidade do mouse
ShowDockWhenIMoveMyMouseTo=Mostrar o Dock quando mover o mouse para...
ScreenLeftEdge=Borda esquerdo da tela
ScreenRightEdge=Borda direito da tela
ScreenTopEdge=Borda de cima da tela
ScreenBottomEdge=Borda do fundo da tela
EdgeWidthHeight=Largura/Altura das bordas
dwellTime=Dwell Time



[ErrorMessages]
MissingInvalid=Faltando/Inválido
FilePathMissingInvalid=Arquivo/Localização inválida.

[DockItemProperties]
Arguments=Configurações do Item
ItemSettings=Imagem do Item (Padrão em branco)
Name=Nome (Padrão em branco)
Target=Target
Folder=Pasta.....
File=Arquivo...
StartIn=Iniciar em
Arguments=Argumentos
Run=Run
Normal=Normal
Minimized=Minimizado
Maximized=Maximizado
Close=Fechar
IconImage=?????
